public class Start {
    void starttextgame(){
        System.out.println("  ▄▄▄▄    ▄▄▄      █    ██  ███▄ ▄███▓ ▄▄▄      ███▄    █ ██▓   ██████       ██████   ██░ ██ ▓█████ ██▓   ▄▄▄█████▓▓█████ ██▀███  ");
        System.out.println(" ▓█████▄ ▒████▄    ██  ▓██▒▓██▒▀█▀ ██▒▒████▄    ██ ▀█   █ ░█  ▒██    ▒     ▒██    ▒ ▒▓██░ ██ ▓█   ▀▓██▒   ▓  ██▒ ▓▒▓█   ▀▓██ ▒ ██▒");
        System.out.println(" ▒██▒ ▄██▒██  ▀█▄ ▓██  ▒██░▓██    ▓██░▒██  ▀█▄ ▓██  ▀█ ██▒ ▓  ░ ▓██▄       ░ ▓██▄   ░▒██▀▀██ ▒███  ▒██░   ▒ ▓██░ ▒░▒███  ▓██ ░▄█ ▒");
        System.out.println(" ▒██░█▀  ░██▄▄▄▄██▓▓█  ░██░▒██    ▒██ ░██▄▄▄▄██▓██▒  ▐▌██▒ ▒    ▒   ██▒      ▒   ██▒ ░▓█ ░██ ▒▓█  ▄▒██░   ░ ▓██▓ ░ ▒▓█  ▄▒██▀▀█▄  ");
        System.out.println("▒░▓█  ▀█▓▒▓█   ▓██▒▒█████▓ ▒██▒   ░██▒▒▓█   ▓██▒██░   ▓██░ ░  ▒██████▒▒    ▒██████▒▒ ░▓█▒░██▓░▒████░██████  ▒██▒ ░ ░▒████░██▓ ▒██▒");
        System.out.println("░░▒▓███▀▒░▒▒   ▓▒█░▒▓▒ ▒ ▒ ░ ▒░   ░  ░░▒▒   ▓▒█░ ▒░   ▒ ▒  ░  ▒ ▒▓▒ ▒ ░    ▒ ▒▓▒ ▒ ░  ▒ ░░▒░▒░░ ▒░ ░ ▒░▓    ▒ ░░   ░░ ▒░ ░ ▒▓ ░▒▓░");
        System.out.println("░▒░▒   ░ ░ ░   ▒▒ ░░▒░ ░ ░ ░  ░      ░░ ░   ▒▒ ░ ░░   ░ ▒░    ░ ░▒  ░ ░    ░ ░▒  ░    ▒ ░▒░ ░ ░ ░  ░ ░ ▒      ░     ░ ░    ░▒ ░ ▒░");
        System.out.println("  ░    ░   ░   ▒   ░░░ ░ ░ ░      ░     ░   ▒     ░   ░ ░     ░  ░  ░      ░  ░  ░    ░  ░░ ░   ░    ░ ░    ░ ░       ░     ░   ░ ");
        System.out.println("░ ░            ░     ░            ░         ░           ░           ░            ░    ░  ░  ░   ░      ░              ░     ░     ");
    }

    void histori(){
        System.out.println("  ");
        System.out.println("Добро пожаловать во владения Bauman's SHELTER, Герой!");
        System.out.println("Когда-то на этих землях царил мир и покой");
        System.out.println("Предыдущего короля Ульфрика Буревестника свергла империя. Его приговорили к смерти, но в день казни он исчез...");
        System.out.println("...");
        System.out.println("Где сейчас находится истинный король Bauman's SHELTER неизвестно...");
        System.out.println("По данным архива именно ты являешься наследником трона. Твоя задача взять правление в свои руки!");
        System.out.println("Надевай корону и бери топор правителя!");
        System.out.println("Правь и командуй воском! Твоя задача - очистить земли от захватчиков.");
        System.out.println("Верни былую славу Винхельму до возвращения истинного короля!");
        System.out.println("В бой!");
        System.out.println(" ");
        System.out.println(" ");
    }

}
